An enumerated type listing all the possible outdoor airflow standard for a space type.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
  Since:  2018
 Syntax
  C#
public enum OutdoorAirFlowStandard
  Visual Basic
Public Enumeration OutdoorAirFlowStandard
  Visual C++
public enum class OutdoorAirFlowStandard
 Members
  Member name  |   Description
   ByPeopleAndByArea   |   By people and by area.
   ByACH   |   By ACH.
   MaxByPeople_ByArea   |   Maximum(by people, by area).
   MaxByACH_ByPeopleByArea   |   Maximum(by ACH, by people and by area).
   MaxByACH_ByArea_ByPeople   |   Maximum(by ACH, by area, by people).
 See Also
  Autodesk.Revit.DB.Analysis Namespace